{
  "meta": {
    "title": "Portfolio | MA",
    "content": "This is the content of the home page."
  },
  "navbar": {
    "home": "Home",
    "projects": "Projects",
    "about": "About MA"
  },
  "introduction": {
    "hero-h1": "Hello, I'm Mohammed Allawi",
    "hero-h2": "Front-end developer & UX-designer",
    "hero-btn": "My projects"
  },
  "about": {
    "about-h1": "About MA",
    "about-me": "I am a graduate Front-end developer from Noroff School of Technology and Digital Media, Norway. I am passionately engaged in coding and the challenges it presents. Much of my time is spent exploring and improving my skills in various programming languages. I am constantly working towards gaining more experience and hope to one day work as a full stack developer.",
    "about-profile": "Profile",
    "profile": "I am located in Norway, and have explored the developer world through my two years of education, as well as through my own exploration. This has allowed me to acquire good skills in programming and coding. I am very interested in learning and am always working towards reaching new heights in system development.",
    "fullName": "Full name:",
    "alder": "Age:",
    "år": "years",
    "ferdigheter": "Skills:",
    "skills": "Languages and tools I work with:",
    "skills-p": "I primarily focus on developing dynamic and interactive web applications using React and Next.js. Design is also important to me, and I use tools like Figma and Tailwind CSS to create a good user experience (UX) and an attractive user interface (UI). Recently, I have also started exploring animations and 3D graphics with Anime.js and Three.js."
  },
  "slides": {
    "title": "Projects",
    "byers": "An e-commerce site built with React, Bootstrap, Sass, and Rest-api.",
    "holidaze": "A front-end application for a booking site built with React, Bootstrap, Sass, and Rest-api.",
    "adventure": "A responsive website for Adventure Trails Hikes built with HTML and CSS.",
    "noxB": "An auction site where users can add and bid on items posted by other users.",
    "notebook": "Eye-controlled virtual keyboard and calculator for disabled users built with Bootstrap and JS."
  }
}
