{
  "meta": {
    "title": "Portfolio | MA",
    "content": "This is the content of the home page."
  },
  "navbar": {
    "home": "Home",
    "projects": "Projects",
    "about": "About MA"
  },
  "introduction": {
    "hero-h1": "Hello, I'm Mohammed Allawi",
    "hero-h2": "Front-end developer & UX-designer",
    "hero-btn": "My projects"
  },
  "about": {
    "about-h1": "About MA",
    "about-me": "I am a graduate Front-end developer from Noroff School of Technology and Digital Media, Norway. I am passionately engaged in coding and the challenges it presents. Much of my time is spent exploring and improving my skills in various programming languages. I am constantly working towards gaining more experience and hope to one day work as a full stack developer.",
    "about-profile": "Profile",
    "profile": "I'm located in Norway and have been learning coding and exploring the developing world during my education of 2 years. I also intend to continue my education and been doing my own research to acquire the expertise to become a proffesional web developer.",
    "fullName": "Full name:",
    "alder": "Age:",
    "år": "years",
    "ferdigheter": "Skills:",
    "skills": "Languages and tools I work with:",
    "skills-p": "I primarily focus on developing dynamic and interactive web applications using React and Next.js. Design is also important to me, and I use tools like Figma and Tailwind CSS to create a good user experience (UX) and an attractive user interface (UI). Recently, I have also started exploring animations and 3D graphics with Anime.js and Three.js."
  },
  "slides": {
    "byers": "An e-commerce site built with React, Bootstrap, Sass, and Rest-api.",
    "holidaze": "A front-end application for a booking site built with React, Bootstrap, Sass, and Rest-api.",
    "adventure": "A responsive website for Adventure Trails Hikes built with HTML and CSS.",
    "noxB": "An auction site where users can add and bid on items posted by other users.",
    "notebook": "Eye-controlled virtual keyboard and calculator for disabled users built with Bootstrap and JS."
  }
}
