{
  "meta": {
    "title": "Portefølje | MA",
    "content": "Dette er min Portefølje side."
  },
  "navbar": {
    "home": "Hjem",
    "projects": "Prosjekter",
    "about": "Om MA"
  },
  "introduction": {
    "hero-h1": "Hei, jeg er Mohammed Allawi",
    "hero-h2": "Front-end utvikler & UX-designer",
    "hero-btn": "Mine prosjekter"
  },
  "about": {
    "about-h1": "Om MA",
    "about-me": "Jeg er utdannet Front-end utvikler fra Noroff School of technology and Digital media Norge. Jeg er lidenskapelig opptatt av koding og utfordringene det presenterer. Mye av tiden min bruker jeg på å utforske og videreutvikle ferdighetene mine innen de ulike språkene programmering. Jeg jobber hele tiden mot å innhente mer erfaring og håper på å en dag kunne jobbe som full stack developer.",
    "about-profile": "Profil",
    "profile": "Jeg er lokalisert i Norge, og har utforsket utvikler verdenen gjennom min utdanning på 2 år, samt gjennom egen utforskning. Dette har gjort at jeg har opparbeidet meg gode ferdigheter innenfor programmering og koding. Jeg er svært interessert i å lære og jobber alltid mot å nå nye høyder innenfor systemutvikling.",
    "fullName": "Fullt name:",
    "alder": "Alder:",
    "år": "år",
    "ferdigheter": "ferdigheter:",
    "skills": "Språk og verktøy jeg jobber med:",
    "skills-p": "Jeg har hovedfokus på å utvikle dynamiske og interaktive web-applikasjoner ved bruk av React og Next.js. Design er også viktig for meg, og jeg bruker verktøy som Figma og Tailwind CSS for å skape en god brukeropplevelse (UX) og et attraktivt User Interface. Nylig har jeg også begynt å utforske animasjoner og 3D-grafikk med Anime.js og Three.js."
  },
  "slides": {
    "title": "Prosjekter",
    "byers": "En e-handelsbutikk bygget med React, Bootstrap, Sass og Rest-api.",
    "holidaze": "En front-end applikasjon for en bookingside bygget med React, Bootstrap, Sass og Rest-api.",
    "adventure": "En responsiv nettside for Adventure Trails Hikes bygget med HTML og CSS.",
    "noxB": "En auksjonsside der brukere kan legge til og by på gjenstander lagt ut av andre brukere.",
    "notebook": "Øyestyrt virtuell tastatur og kalkulator for funksjonshemmede brukere bygget med Bootstrap og JS."
  }
}
